{
  "identifier": "EOL-media-542-3467026500",
  "dataObjectVersionID": 6685067,
  "dataType": "http://purl.org/dc/dcmitype/StillImage",
  "dataSubtype": "jpg",
  "vettedStatus": "Trusted",
  "dataRatings": [],
  "mediumType": "image",
  "dataRating": "2.5",
  "mimeType": "image/jpeg",
  "created": "2018-05-23T13:19:34.000Z",
  "modified": "2018-10-24T12:37:40.000Z",
  "title": "Tamarind tree in Diego Suarez",
  "license": "http://creativecommons.org/licenses/by-sa/2.0/",
  "license_id": 17,
  "rightsHolder": "Leonora (Ellie) Enking",
  "source": "https://www.flickr.com/photos/33037982@N04/3467026500/",
  "mediaURL": "https://farm4.staticflickr.com/3556/3467026500_bf9cb18481_o.jpg",
  "description": "Opposite the Military Hospital in Diego Suarez.From Wikipedia -Tamarind (Tamarindus indica) (from Latinization of Arabic:   tamar hindi = Indian date) is a tree in the family Fabaceae. The genus Tamarindus is monotypic (having only a single species).OriginContrary to common belief, Tamar indica is endemic to tropical Africa, particularly where it continues to grow wild in Sudan; it is also cultivated in Cameroon, Nigeria and Tanzania. It reached India likely through human transportation and cultivation several thousand years prior to the Common Era. It was in India it was first described by Western botanists as Tamarindus indica, the Latin derivative of the Persian and the Arabic name commonly attributed to it: \"tamar al-Hind\" or the Hindustani date. It is widely distributed throughout the Tropical belt, from Africa to India, and throughout South East Asia, Taiwan and as far as China. In the 16th century, it was introduced to South America and Mexico by Spanish and Portuguese colonists.Culinary uses - The fruit pulp is edible and popular. The hard green pulp of a young fruit is considered by many to be too sour and acidic, but is often used as a component of savory dishes, as a pickling agent or as a means of making certain poisonous yams in Ghana safe for human consumption.The ripened fruit is considered the more palatable as it becomes sweeter and less sour (acidic) as it matures. It is used in desserts as a jam, blended into juices or sweetened drinks, sorbets, ice-creams and all manner of snack. It is also consumed as a natural laxative.In Western cuisine it is found in Worcestershire sauce, HP sauce, and the Jamaican-produced Pickapeppa sauce.In Indian cuisine it is common. Imli Chutney and Pulusu use it. Along with tamarind, sugar and spices are added to (regional) taste for chutneys or a multitude of condiments for a bitter-sweet flavor. The immature pods and flowers are also pickled and used as a side dish. Regional cuisines such as Maharashtra, Tamil Nadu and Andhra Pradesh use it to make Rasam, Sambhar, Vatha Kuzhambu and Puliyogare.Tamarind tree, IndiaIn Guadeloupe, tamarind is known as Tamarinier and is used in jams and syrups.In Mexico, it is sold in various snack forms: dried and salted; or candied (see for example pulparindo or chamoy snacks). The famous agua fresca beverage, iced fruit-bars and raspados all use it as the main ingredient. In the US, Mexican immigrants have fashioned the \"agua de tamarindo\" drink and many other treats. Tamarind snacks such as Mexico's Pelon Pelo Rico, are available in specialty food stores worldwide in pod form or as a paste or concentrate.In Egypt, a sour, chilled drink made from tamarind is popular during the summer.A traditional food plant in Africa, tamarind has potential to improve nutrition, boost food security, foster rural development and support sustainable landcare.In southern Kenya, the Swahili people use it to garnish legumes and also make juices. In Madagascar, its fruits and leaves are a well-known favorite of the Ring-tailed Lemurs, providing as much as 50% of their food resources during the year if available. In Northern Nigeria, it is used with millet powder to prepare Kunun Tsamiya, a traditional Pap mostly used as breakfast, and usually eaten with bean cake.The Javanese dish gurame and more so ikan asem, also known as ikan asam (sweet and sour fish (commonly a carp or river-fish) is popular throughout Indonesia, Malaysia and Singapore. Tamarind is also common in Manado, Sulawesi and Maluku cuisines.In Myanmar, young and tender leaves and flower buds are eaten as a vegetable. A salad dish of tamarind leaves, boiled beans, and crushed peanuts topped with crispy fried onions is very popular in rural Myanmar.In the Philippines, tamarind is used in foods like sinigang soup, and also made into candies. The leaves are also used in sinampalukan soup.In Thailand a specific cultivar has been bred specifically to be eaten as a fresh fruit, famous for being particular sweet and minimally sour. It is also sometimes eaten preserved in sugar with chili as a sweet-and-spicy candy. Pad Thai, a Thai dish popular with Westerners often include tamarind for its tart/sweet taste (with lime juice added for sourness and fish sauce added for saltiness). A tamarind-based sweet-and-sour sauce served over deep-fried fish is also a common dish in Central Thailand.",
  "eolMediaURL": "https://content.eol.org/data/media/7f/87/f2/542.3467026500.jpg",
  "eolThumbnailURL": "https://content.eol.org/data/media/7f/87/f2/542.3467026500.98x68.jpg",
  "agents": [
    {
      "full_name": "<a href='http://www.flickr.com/photos/33037982@N04'>Leonora (Ellie) Enking</a>",
      "homepage": "http://www.flickr.com/photos/33037982@N04",
      "role": "photographer"
    },
    {
      "full_name": "Flickr Group",
      "homepage": null,
      "role": "provider"
    }
  ]
}