{
  "identifier": "EOL-media-542-23676564823",
  "dataObjectVersionID": 6798424,
  "dataType": "http://purl.org/dc/dcmitype/StillImage",
  "dataSubtype": "jpg",
  "vettedStatus": "Trusted",
  "dataRatings": [],
  "mediumType": "image",
  "dataRating": "2.5",
  "mimeType": "image/jpeg",
  "created": "2018-05-23T13:38:37.000Z",
  "modified": "2018-10-20T03:00:31.000Z",
  "title": "The highest bristlecone? - ancient bristlecone pine, Pinus longaeva, White Mountains, Inyo National Forest, elevation 3635 m (11930 ft)",
  "license": "http://creativecommons.org/licenses/by-nc-sa/2.0/",
  "license_id": 4,
  "rightsHolder": "Jim Morefield",
  "source": "https://www.flickr.com/photos/127605180@N04/23676564823/",
  "mediaURL": "https://farm2.staticflickr.com/1546/23676564823_e571e3bbcb_o.jpg",
  "description": "ancient bristlecone pine, Pinus longaeva, White Mountains, Inyo National Forest, elevation 3635 m (11930 ft).  One of the two state trees of Nevada, which is visible in the distance.This well-established reproductive individual was growing several hundred feet above the prevailing upper tree line, visible down the slope in the background.  Dead trees just above the current tree line probably grew during a period of warmer climate a few thousand years ago.  With the help of Clark's Nutcracker in dispersing seeds, here they go again!  A few much smaller seedlings were found a little farther up the slope from here.  The trees below are on Precambrian-Cambrian Reed Dolomite; this individual appears to be on the lowest strata of Lower Cambrian Deep Springs Formation, near its conformable contact with the Reed.Also visible in the foreground are alpine sagebrush (Artemisia rothrockii), Cooper goldflower (Hymenoxys cooperi), stemless goldenheads (Stenotus acaulis), King sandwort (Eremogone kingii var. glabrescens), pygmy fleabane (Erigeron pygmaeus), raspberry buckwheat (Eriogonum gracilipes), compact phlox (Phlox condensata), junegrass (Koeleria macrantha), curlleaf rabbitbrush (Chrysothamnus viscidiflorus subsp. viscidiflorus), etc.",
  "eolMediaURL": "https://content.eol.org/data/media/7e/ea/5b/542.23676564823.jpg",
  "eolThumbnailURL": "https://content.eol.org/data/media/7e/ea/5b/542.23676564823.98x68.jpg",
  "agents": [
    {
      "full_name": "<a href='http://www.flickr.com/photos/127605180@N04'>Jim Morefield</a>",
      "homepage": "http://www.flickr.com/photos/127605180@N04",
      "role": "photographer"
    },
    {
      "full_name": "Flickr Group",
      "homepage": null,
      "role": "provider"
    }
  ]
}